Repository: sailfishos-mirror/passwd
Catalog: po/*.po
Languages: fur, ia, km, ko, nn, pt, ro, tg, tr

source: %s: libuser initialization error:
fur: %s: erôr di inizializazion di libuser:
ia: %s: error de initialisation libuser:
km: %s: libuser បញ្ហានៃការកំណត់ដំបូង
ko: %s: libuser 초기화 오류:
nn: %s: feil ved initialisering av libuser:
pt: %s: erro de inicialização da libuser:
ro: %s: eroare iniţializare libuser:
tg: %s: хатои омодасозии libuser:
tr: %s: libuser başlatma hatası:

source: Warning: unlocked password would be empty.
fur: Atenzion: la password sblocade e sarà vueide.
ia: Advertimento: le contrasigno disserrate serea vacue.
km: ព្រមានការដោះសោលេខសម្ងាត់គួរតែទទេរ ។
ko: 경고: 잠금 해제한 암호는 공백입니다.
nn: Varsel: passord som vart låst opp ville vore tomt.
pt: Aviso: a palavra-passe desbloqueada ficaria em branco.
ro: Avertisment: parola deblocată va fi goală.
tg: Огоҳӣ: пароли кушодашуда холӣ мешавад.
tr: Uyarı: kilidi açılan parola boş olacak.

source: Note: deleting a password also unlocks the password.
fur: Note: eliminant une password, cheste e ven sblocade.
km: សំគាល់៖ ការលុបលេខសំងាត់ព្រមទាំងដេាះសោរសំងាត់
ko: 주의: 암호를 삭제하면 암호 잠금이 풀립니다.
nn: Merk: sletting av passord låsar òg opp passordet.
pt: Nota: eliminar uma palavra-passe também desbloqueia a palavra-passe.
ro: Notă: ștergerea unei parolei o deblochează.
tr: Not: parolanın silinmesi, parolanın kilidini de açacaktır.

source: Corrupted passwd entry.
fur: Vôs passwd ruvinade.
ia: Entrata de contrasigno corrupte.
km: ធាតុនៃលេខសម្ងាត់ខូច ។
ko: passwd 항목이 깨졌습니다.
nn: Korrupt passordoppføring
pt: componente da palavra-passe corrompido.
ro: Câmpul conține parolă coruptă.
tg: Вориди пароли вайроншуда.
tr: Bozuk passwd girdisi.

source: Empty password.
fur: Password vueide.
ia: Contrasigno vacue.
km: លេខសម្ងាត់ទទេរ ។
ko: 빈 암호입니다.
nn: Tomt passord
pt: Palavra-passe em branco.
ro: Parolă goală.
tg: Парол холӣ аст.
tr: Boş parola.

source: Password locked.
fur: Password blocade.
ia: Contrasigno serrate.
km: លេខសម្ងាត់ត្រូវបានចាក់សោរ
ko: 암호가 잠겼습니다.
nn: Passord låst.
pt: Palavra-passe bloqueada.
ro: Parolă blocată.
tg: Парол баста шуд.
tr: Parola kilitli.

source: Password set, MD5 crypt.
fur: Password stabilide, cifradure MD5.
ia: Contrasigno definite, MD5.
km: កំណត់លេខសម្ងាត់, MD5 គ្រីប ។
ko: 암호 설정함, MD5 암호화.
nn: Passord sett. MD5-kryptering.
pt: Palavra-passe definida, cripta MD5.
ro: Parolă setată, criptare MD5.
tg: Парол сабт шуд, рамзгузории MD5.
tr: Parola ayarlandı, MD5 şifrelemeli.

source: Password set, blowfish crypt.
fur: Password stabilide, cifradure blowfish.
ia: Contrasigno definite, blowfish.
km: ការកំណត់លេខសម្ងាត់, blowfish គ្រីប ។
ko: 암호 설정함, blowfish 암호화.
nn: Passord sett. blowfish-kryptering.
pt: Palavra-passe definida, cripta blowfish.
ro: Parolă setată, criptare blowfish.
tg: Парол сабт шуд, рамзгузории blowfish.
tr: Parola ayarlandı, Blowfish şifrelemeli.

source: Password set, SHA256 crypt.
fur: Password stabilide, cifradure SHA256.
ia: Contrasigno definite, SHA256.
km: ការកំណត់លេខសម្ងាត់, SHA256 គ្រីប ។
ko: 암호 설정함, SHA256 암호화.
nn: Passord sett. SHA256-kryptering
pt: Palavra-passe definida, cripta SHA256.
ro: Parolă setată, criptare SHA256.
tg: Парол сабт шуд, рамзгузории SHA256.
tr: Parola ayarlandı, SHA256 şifrelemeli.

source: Password set, SHA512 crypt.
fur: Password stabilide, cifradure SHA512.
ia: Contrasigno definite, SHA512.
km: ការកំណត់លេខសម្ងាត់, SHA512 គ្រីប ។
ko: 암호 설정함, SHA512 암호화.
nn: Passord sett. SHA512-kryptering.
pt: Palavra-passe definida, cripta SHA512.
ro: Parolă setată, criptare SHA512.
tg: Парол сабт шуд, рамзгузории SHA512.
tr: Parola ayarlandı, SHA512 şifrelemeli.

source: Password set, unknown crypt variant.
fur: Password stabilide, variante di cifradure no cognossude.
ia: Contrasigno definite, variante incognite.
km: ការកំណត់លេខសម្ងាត់, មិនស្គាល់ គ្រីប វ៉ារ្យ៉ង់ ។
ko: 암호 설정함, 알 수 없는 암호화 형식.
nn: Passord sett, ukjend krypteringvariant.
pt: Palavra-passe definida, variante de cripta desconhecida.
ro: Parolă setată, tip de criptare necunoscut.
tg: Парол сабт шуд, рамзгузории варианти номаълум.
tr: Parola ayarlandı, bilinmeyen şifreleme türü.

source: Alternate authentication scheme in use.
fur: Scheme di autenticazion alternatîf in ûs.
ia: Schema de authentication alternative in uso.
km: ជំនួសការផ្ទៀងផ្ទាត់ភាពត្រឹមត្រូវចម្រុះក្នុងការប្រើប្រាស់ ។
ko: 다른 인증 스키마를 사용하고 있습니다.
nn: Alternativ metode for autentisering i bruk.
pt: Esquema de autenticação alternativo em utilização.
ro: Schemă alternativă de autentificare în folosinţă.
tg: Нақшаи аслшиносии эҳтиётӣ дар истифода аст.
tr: Alternatif kimlik doğrulama şeması kullanımda.

source: Password set, DES crypt.
fur: Password stabilide, cifradure DES.
ia: Contrasigno definite, DES.
km: ការកំណត់លេខសម្ងាត់, DES គ្រីប ។
ko: 암호 설정함, DES 암호화.
nn: Passord sett, DES-kryptering.
pt: Palavra-passe definida, cripta DES.
ro: Parolă setată, criptare DES.
tg: Парол сабт шуд, рамзгузории DES.
tr: Parola ayarlandı, DES şifrelemeli.

source: There is a password information set in /etc/shadow, but the password field in /etc/passwd is empty.
fur: E je une cumbinazion di informazions su la password in /etc/shadow, ma il cjamp de password in /etc/passwd al è vueit.
ko: /etc/shadow에 비밀번호 정보가 있으나, /etc/passwd의 비밀번호 부분은 비어있습니다.
pt: Existe informação sobre password em /etc/shadow, mas o campo para password em /etc/password está vazio.
tr: /etc/shadow dosyasında bir parola bilgisi ayarlandı, ancak /etc/passwd dosyasında parola alanı boş.

source: No password set.
fur: Nissune password stabilide.
ia: Necun contrasigno definite.
km: គ្មានលេខសម្ងាត់ត្រូវបានកំណត់ ។
ko: 설정한 암호가 없습니다.
nn: Ikkje noko passord sett.
pt: Nenhuma palavra-passe definida.
ro: Nicio parolă setată.
tg: Парол танзим нашудааст.
tr: Parola ayarlanmadı.

source: Unknown user.
fur: Utent no cognossût.
ia: Usator incognite.
km: មិនស្គាល់អ្នកប្រើប្រាស់ ។
ko: 알 수 없는 사용자.
nn: Ukjend brukar.
pt: Utilizador desconhecido.
ro: Utilizator necunoscut.
tg: Корбари номаълум.
tr: Bilinmeyen kullanıcı.

source: %s: user account has no support for password aging.
fur: %s: l'account utent nol à il supuart pe scjadince de password.
ia: %s: conto de usator non ha necun supporto pro inveterar le contrasigno.
km: %s: គណនីយអ្នកប្រើប្រាស់គ្មានការគាំទ្រសម្រាប់លេខសម្ងាត់ចាស់ ។
ko: %s: 사용자 계정이 암호 기한을 지원하지 않습니다.
nn: %s: brukarkonto har ikkje støtte for passordalder.
pt: %s: a conta do utilizador não tem suporte para prazos de palavras-passe.
ro: %s: contul utilizatorului nu are suport pentru expirarea parolei.
tg: %s: ҳисоби корбар кӯҳнашавии паролро дастгирӣ намекунад.
tr: %s: kullanıcı hesabında parola yaşlandırma desteği yok.

source: keep non-expired authentication tokens
fur: ten i token di autenticazion no-scjadûts
ia: retener tokens de authentication non perempte
km: ត្រូវរក្សាមិនឱ្យផុតកំំណត់នូវការផ្ទៀតផ្ទាត់ដែលត្រូវទទួលយក
ko: 기한이 끝나지 않은 인증 토큰 유지
nn: behald ikkje-utgåtte autentiseringpollettar
pt: manter os códigos de autenticação não expirados
ro: păstrează caracteristicile de autentificare neexpirate
tg: рамзҳои санҷиши аслияти бе муддатро нигоҳ доред
tr: süresi sona ermemiş kimlik belirteçlerini tut

source: delete the password for the named account (root only); also removes password lock if any
fur: elimine la password pal account (dome root); se al esist, al gjave ancje il bloc de password
km: ការលុបលេខសម្ងាត់សម្រាប់ឈ្មោះគណនីយ (តែ root ប៉ុនោះ); វានឹងលុបលេខសម្ងាត់ចាក់សោផងដែរប្រសិនបើមាន
ko: 이름을 지정한 계정의 암호를 삭제합니다(root로만 실행 가능). 또한 암호 잠금도 해제합니다
nn: slett passordet for nemnte konto (berre root); fjernar òg eventuell passordlåsing
pt: eliminar a palavra-passe para a conta nomeada (apenas "root"); também remove o bloqueio da palavra-passe, se qualquer
ro: ștergeți parola pentru contul ales (doar de către administrator); de asemenea se elimină blocarea parolei
tr: verilen hesabın parolasını sil (yalnızca root); eğer varsa parola kilidini de kaldırır

source: lock the password for the named account (root only)
fur: bloche la password pal account selezionât (dome root)
ia: serrar le contrasigno pro le conto indicate (solmente root)
km: ការចាក់សោលេខសម្ងាត់សម្រាប់ឈ្មោះគណនីយ (តែ root ប៉ុនោះ)
ko: 이름을 지정한 계정의 암호를 잠급니다(root만 실행 가능)
nn: lås passordet for nemnte konto (berre root)
pt: bloquear a palavra-passe para a conta nomeada (apenas "root")
ro: blocați parola pentru contul specificat (doar de către administrator)
tg: паролро барои ҳисоби номбаршуда қулф кунед (танҳо root)
tr: verilen hesabın parolasını kilitle (yalnızca root)

source: unlock the password for the named account (root only)
fur: sbloche la password pal account selezionât (dome root)
ia: disserrar le contrasigno pro le conto indicate (solmente root)
km: ការដោះសោលេខសម្ងាត់សម្រាប់ឈ្មោះគណនីយ (តែ root ប៉ុនោះ)
ko: 이름을 지정한 계정의 암호를 풀어냅니다(root만 실행 가능)
nn: lås opp passordet for nemnte konto (berre root)
pt: desbloquear a palavra-passe para a conta nomeada (apenas "root")
ro: deblocați parola pentru contul specificat (doar de către administrator)
tg: пароли корбари номбаршударо кушоед (танҳо root)
tr: verilen hesabın parolasının kilidini aç (yalnızca root)

source: expire the password for the named account (root only)
fur: fâs scjadê la password pal account selezionât (dome root)
ia: perimer le contrasigno pro le conto indicate (solmente root)
km: លេខសម្ងាត់ផុតកំណត់សម្រាប់ឈ្មោះគណនីយ (តែ root ប៉ុនោះ)
ko: 이름을 지정한 계정의 암호 기한을 끝냅니다(root만 실행 가능)
nn: utlaup passordet for nemnte konto (berre root)
pt: Expirar a palavra-passe para a conta nomeada (apenas "root")
ro: expirați parola pentru contul specificat (doar de către administrator)
tg: мӯҳлати пароли корбари номбаршударо ба итмом расед (танҳо root)
tr: verilen hesabın parolasının süresini sona erdir (yalnızca root)

source: force operation
fur: sfuarce operazion
ia: fortiar le operation
km: បង្ខំឱ្យមានប្រតិបត្ដិការ
ko: 강제로 실행
nn: tvunge handling
pt: forçar a operação
ro: forţează operaţie
tg: амалиёти маҷбурӣ
tr: işlemi zorla

source: maximum password lifetime (root only)
fur: durade massime de password (dome root)
ia: duration de vita maxime del contrasigno (solmente root)
km: លេខសម្ងាត់អតិបរមាជារៀងរហូត (តែ root ប៉ុនោះ)
ko: 암호 최대 유효기간 (root만 실행 가능)
nn: maksimal varigheit for passordet (berre root)
pt: tempo de vida máximo da palavra-passe (apenas com "root")
ro: durata maximă a parolei (doar de către administrator)
tg: вақти аксари мавҷудияти парол(танҳо root)
tr: gün olarak en uzun parola ömrü (yalnızca root)

source: minimum password lifetime (root only)
fur: durade minime de password (dome root)
ia: duration de vita minime del contrasigno (solmente root)
km: លេខសម្ងាត់អប្បរមាជារៀងរហូត (តែ root ប៉ុនោះ)
ko: 암호 최소 유효기간 (root만 실행 가능)
nn: minimum varigheit for passordet (berre root)
pt: tempo de vida mínimo da palavra-passe (apenas com "root")
ro: durata minimă a parolei (doar de către administrator)
tg: вақти ақали мавҷудияти парол (танҳо root)
tr: gün olarak en kısa parola ömrü (yalnızca root)

source: number of days warning users receives before password expiration (root only)
fur: numar di dîs che i utents a ricevin avertiments prime che la password e scjadi (dome root)
ia: numero de dies durante que usatores recipe advertimentos ante le expiration de contrasigno (solmente root)
km: ចំនួនថ្ងៃព្រមានអ្នកប្រើប្រាស់ទទួលមុនពេលលេខសម្ងាត់ផុតកំណត់ (តែ root ប៉ុនោះ)
ko: 암호 만료 전 사용자에게 전달하는 경고 기간(root만 실행 가능)
nn: antal dagar med varsel brukar får før passordet går ut (berre root)
pt: número de dias de aviso que os utilizadores recebem antes da expiração da palavra-passe (apenas com "root")
ro: numărul de zile până când utilizatorii sunt avertizați că parola expiră (doar de către administrator)
tg: миқдори рӯзҳои огоҳие, ки корбарон қабл аз ба охир расидани муддати парол (танҳо root) қабул мекунанд
tr: parola zaman aşımı öncesi kullanıcıların uyarı alacağı gün sayısı (yalnızca root)

source: number of days after password expiration when an account becomes disabled (root only)
fur: numar di dîs dopo de scjadince de password che un account al devente disabilitât (dome root)
ia: numero de dies post le expiration de contrasigno quando un conto deveni disactivate (solmente root)
km: ចំនួនថ្ងៃបន្ទាប់ពីលេខសម្ងាត់ផុតកំណត់ នៅពេលគណនីយត្រូវបានបិទ (តែ root ប៉ុនោះ)
ko: 암호 만료 후 계정 비활성 준비기간(root만 실행 가능)
nn: antal dagar etter at passordet går ut kor kontoen blir deaktivert (berre root)
pt: número de dias depois da expiração da palavra-passe quando uma conta passa a desativada (apenas com "root")
ro: numărul de zile de la expirarea parolei când un cont devine dezactivat (doar de către administrator)
tg: миқдори рӯзҳои баъди ба охир расидани муддати парол вақте, ки ҳисоб бекор карда мешавад (танҳо root)
tr: bir hesabın devre dışı olacağı parola zaman aşımı sonrası gün sayısı (yalnızca root)

source: report password status on the named account (root only)
fur: segnale il stât de password sul account selezionât (dome root)
ia: reportar le stato de contrasigno del conto indicate (solmente root)
km: របាយការណ៍ស្ថានភាពលេខសម្ងាត់ នៅលើឈ្មោះគណនីយ (តែ root ប៉ុនោះ)
ko: 이름을 지정한 계정의 암호 상태 보고(root만 실행 가능)
nn: meld passordstatus på nemnte konto (berre root)
pt: devolver o estado a palavra-passe na conta nomeada (apenas com "root")
ro: raportează starea parolei pentru un cont (doar de către administrator)
tg: ҳолати паролро дар ҳисоби номбаршуда (танҳо root) ҳисобот диҳед
tr: verilen hesabın parola durumunu bildir (yalnızca root)

source: read new tokens from stdin (root only)
fur: lei i token gnûfs dal stdin (dome root)
ia: leger nove tokens de stdin (solmente root)
km: អានការទទួលយកថ្មីពី stdin (តែ root ប៉ុនោះ)
ko: 표준 입력에서 새 토큰 읽기(root만 실행 가능)
nn: les nye pollettar frå stdin (berre root)
pt: ler os novos códigos de stdin (apenas com "root")
ro: citeşte simboluri noi din stdin (doar de către administrator)
tg: рамзҳои навро аз stdin хонед (танҳо root)
tr: stdin'den yeni belirteçleri oku (yalnızca root)

source: [OPTION...] <accountName>
fur: [OPZION...] <nonAccount>
ia: [OPTIONâ€¦] <conto>
km: [ជំរើស...]<ឈ្មោះគណនីយ>
ko: [<옵션>...] <계정 이름>
nn: [FLAGG...] <accountName>
pt: [OPÇÂO...] <accountName>
ro: [opţiune...] <numeCont>
tg: [ИМКОНОТ...] <Номи ҳисоб>
tr: [SEÇENEK...] <hesap_adı>

source: %s: bad argument %s: %s
fur: %s: argoment sbaliât %s: %s
ia: %s: mal argumento %s: %s
km: %s: អាគុយម៉ង់អាក្រក់ %s:%s
ko: %s: 잘못된 %s 인자: %s
nn: %s: ugyldig argument %s: %s
pt: %s: argumento inválido %s: %s
ro: %s: argumente incorecte %s: %s
tg: %s: далели бад %s: %s
tr: %s: hatalı argüman %s: %s

source: %s: Only one of -l, -u, -d, -S may be specified.
fur: %s: Dome un tra -l, -u, -d, -S al pues jessi specificât.
ia: %s: Solmente un de -l, -u, -d, -S pote ser specificate.
km: %s: មានតែមួយប៉ុនោះនៃ -l, -u, -d, -S ប្រហែលជាបានបញ្ចក់ ។
ko: %s: -l, -u, -d, -S 중 하나만을 지정할 수 있습니다.
nn: %s: Berre ein av -l, -u, -d og -S kan bli brukt.
pt: %s: só poderá indicar uma das opções -l, -u, -d, -S.
ro: %s: Numai unul din -l, -u, -d, -S poate fi specificat.
tg: %s: Танҳо яке аз -l, -u, -d, -S метавонед таъин кунед.
tr: %s: -l, -u, -d, -S seçeneklerinden yalnızca biri belirtilebilir.

source: %s: Cannot mix one of -l, -u, -d, -S and one of -i, -n, -w, -x.
fur: %s: Impussibil miscliçâ un tra -l, -u, -d, -S e un tra -i, -n, -w, -x.
ia: %s: Il non es permittite usar un de -l, -u, -d, -S e un de -i, -n, -w, -x insimul.
km: %s: មិនអាចលាយចូលគ្នានូវ -l, -u, -d, -S និង -i, -n, -w, -x ។
ko: %s: -l, -u, -d, -S 중 하나 또는 -i, -n, -w, -x 중 하나를 혼용할 수 없음.
nn: %s: Kan ikkje blande ein av -l, -u, -d og -S kombinert med ein av -i, -n, -w og -x.
pt: %s: não pode misturar uma de -l, -u, -d, -S e uma de -i, -n, -w, -x.
ro: %s: Nu se pot amesteca -l, -u, -d, -S cu unul din -i, -n, -w, -x.
tg: %s: Яке аз -l, -u, -d, -S ва дигаре аз -i, -n, -w, -x омехта карда намешавад.
tr: %s: -l, -u, -d, -S seçeneklerinden birisi ile -i, -n, -w, -x seçeneklerinden birisi beraber kullanılamaz.

source: Only root can do that.
fur: Dome root al pues fâlu.
ia: Solmente root pote facer lo.
km: មានតែ root ប៉ុនោះដែលអាចធ្វើរឿងនេះបាន ។
ko: root 계정에서만 실행할 수 있습니다.
nn: Berre root kan gjere det.
pt: Só pode fazer isso como "root".
ro: Numai administratorul poate face asta.
tg: Танҳо root метавонад ин амалро иҷро кунад.
tr: Bunu yalnızca root yapabilir.

source: %s: Only root can specify a user name.
fur: %s: Dome root al pues specificâ un non utent.
ia: %s: Solmente root pote specificar un nomine de usator.
km: %s: មានតែ root ប៉ុនោះដែលអាចបញ្ចក់ឈ្មោះអ្នកប្រើប្រាស់ ។
ko: %s: root 계정에서만 사용자 이름을 지정할 수 있습니다.
nn: %s: Berre root kan spesifisere eit brukarnamn.
pt: %s: só o "root" pod especificar um nome de utilizador.
ro: %s: Numai administratorul poate specifica un nume de utilizator.
tg: %s: Танҳо root метавонад номи корбарро таъин кунад.
tr: %s: Yalnızca root bir kullanıcı adı belirtebilir.

source: %s: The user name supplied is too long.
fur: %s: Il non utent furnît al è masse lunc.
ia: %s: Le nomine de usator fornite es troppo longe.
km: %s: ឈ្មោះអ្នកប្រើប្រាស់ដែលបានផ្ដល់ឱ្យមានវែងពេក ។
ko: %s: 사용자 이름이 너무 깁니다.
nn: %s: Brukarnamnet som vart spesifisert er for langt.
pt: %s: o nome de utilizador indicado é muito grande.
ro: %s: Numele de utilizator furnizat este prea lung.
tg: %s: Номи корбари пешниҳодшуда аз ҳад дароз аст.
tr: %s: Verilen kullanıcı adı çok uzun.

source: %s: Only one user name may be specified.
fur: %s: Dome un non utent al pues jessi specificât.
ia: %s: Solmente un nomine de usator pote ser specificate.
km: %s: មានតែឈ្មោះអ្នកប្រើប្រាស់ម្នាក់ប៉ុនោះដែលបានបញ្ចក់ ។
ko: %s: 사용자 이름 하나만 지정할 수 있습니다.
nn: %s: Berre eit brukarnamn kan bli spesifisert.
pt: %s: só poderá especificar um nome de utilizador.
ro: %s: Poate fi specificat numai un nume de utilizator.
tg: %s: Танҳо як номи корбар метавонад таъин карда шавад.
tr: %s: Yalnızca bir kullanıcı adı belirtilebilir.

source: %s: This option requires a user name.
fur: %s: Cheste opzion e à bisugne di un non utent.
ia: %s: Iste option necessita un nomine de usator.
km: %s: ជំរើសនេះត្រូវការឈ្មោះអ្នកប្រើប្រាស់ ។
ko: %s: 이 옵션에 사용자 이름이 필요합니다.
nn: %s: Dette valet krev eit brukarnamn.
pt: %s: esta opção requer um nome de utilizador.
ro: %s: Această opţiune necesită un nume de utilizator.
tg: %s: Барои имконоти зерин номи корбар лозим аст.
tr: %s: Bu seçenek bir kullanıcı adı gerektirir.

source: %s: Can not identify you!
fur: %s: Impussibil identificâti!
ia: %s: Impossibile de identificar te!
km: %s: មិនអាចកំណត់អត្តសញ្ញាណអ្នក!
ko: %s: 사용자를 확인할 수 없습니다!
nn: %s: Kan ikkje identifisere deg!
pt: %s: não é possível identificá-lo!
ro: %s: Nu te pot identifica!
tg: %s: Шуморо муайян накард!
tr: %s: Kimliğiniz teşhis edilemedi!

source: %s: Unknown user name '%s'.
fur: %s: Non utent no cognossût '%s'.
ia: %s: Nomine de usator '%s' incognite.
km: %s: មិនស្គាល់ឈ្មោះអ្នកប្រើប្រាស់ '%s'.
ko: %s: 알 수 없는 사용자 이름 '%s'.
nn: %s: Ukjend brukarnamn '%s'.
pt: %s: o nome de utilizador '%s' é desconhecido.
ro: %s: Nume de utilizator necunoscut '%s'.
tg: %s: Номи корбари номаълум '%s'.
tr: %s: Bilinmeyen kullanıcı adı '%s'.

source: %s: SELinux denying access due to security policy.
fur: %s: SELinux al dinee l'acès par vie di politichis di sigurece.
ia: %s: SELinux nega le accesso a causa del regulamento de securitate.
km: %s: SELinux បដិសេខការចូលដំណើរការ មូលហេតុគោលការណ៍សន្ដិសុខ ។
ko: %s: 보안 정책에 따라 SELinux에서 접근을 거부합니다.
nn: %s: SELinux nektar tilgang på grunn av tryggleikregelsett.
pt: %s: SELinux a negar acesso devido à politica de segurança.
ro: %s: SELinux interzice accesul din cauza politicii de securitate.
tg: %s: Бинобар аз сиёсати амният SELinux дастрасиро қатъ мекунад.
tr: %s: SELinux, güvenlik politikası nedeniyle erişimi engelliyor.

source: Locking password for user %s.
fur: Si bloche la password pal utent %s.
ia: Le serrar del contrasigno pro le usator %s.
km: កំពុងចាក់សោលេខសម្ងាត់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 암호를 잠급니다.
nn: Låsar passord for brukar %s.
pt: A bloquear a palavra-passe para o utilizador %s.
ro: Blochez parola pentru utilizatorul %s.
tg: Бастани парол барои корбари %s.
tr: %s kullanıcısı için parola kilitleniyor.

source: Success
fur: Sucès
ia: Successo
km: ជោគជ័យ
ko: 성공
nn: Suksess
pt: Sucesso
ro: Succes
tg: Муваффақият
tr: Başarılı

source: Error (password not set?)
fur: Erôr (password no stabilide?)
ia: Error (contrasigno non definite?)
km: កំហុស (លេខសម្ងាត់មិនបានកំណត់?)
ko: 오류 (암호를 설정하지 않았습니까?)
nn: Feil (passord ikkje sett?)
pt: Erro (palavra-passe não definida?)
ro: Eroare (parola nu este setată?)
tg: Хато (паролро сабт кардед?)
tr: Hata (parola ayarlanmadı mı?)

source: Unlocking password for user %s.
fur: Si sbloche la password pal utent %s.
ia: Le disserrar del contrasigno pro le usator %s.
km: កំពុងដោះសោលេខសម្ងាត់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 암호 잠금을 풀어냅니다.
nn: Låsar opp passord for brukar %s.
pt: A desbloquear a palavra-passe para o utilizador %s.
ro: Deblochez parola pentru utilizatorul %s.
tg: Кушодани парол барои корбари %s.
tr: %s kullanıcısı için parolanın kilidi açılıyor.

source: Unsafe operation (use -f to force)
fur: Operazion no sigure (dopre -f par sfuarçâ)
ia: Operation insecur (usa -f pro fortiar)
km: ប្រតិបត្ដិការមិនមានសុវត្ថិភាព (ប្រើប្រាស់ -f ដើម្បីបង្ខំ)
ko: 안전하지 않은 명령 (-f를 사용하여 강제함)
nn: Utrygg operasjon (bruk -f for å tvinge)
pt: Operação insegura (utilize o '-f' para forçar)
ro: Operaţiune nesigură (folosiţi -f pentru a forţa)
tg: Амалиёти беэътибор (истифодаи -f барои тарзи маҷбурӣ)
tr: Güvenli olmayan işlem (zorlamak için -f kullanın)

source: Expiring password for user %s.
fur: Si fâs scjadê la password pal utent %s.
ia: Le perimer del contrasigno pro le usator %s.
km: លេខសម្ងាត់កំពុងផុតកំណត់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 암호를 만료 처리합니다.
nn: Utlaupar passord for brukar %s.
pt: A expirar palavra-passe para o utilizador %s.
ro: Expiră parola pentru utilizatorul %s.
tg: Мӯҳлати пароли корбари %s ба итмом мерасад.
tr: %s kullanıcısı için parolanın süresi sona erdiriliyor.

source: Error
fur: Erôr
km: មានកំហុស
ko: 오류
nn: Feil
pt: Erro
ro: Eroare
tg: Хато
tr: Hata

source: Removing password for user %s.
fur: Si gjave la password pal utent %s.
ia: Elimination del contrasigno pro le usator %s.
km: កំពុងលុបលេខសម្ងាត់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 암호를 삭제합니다.
nn: Fjernar passord for brukar %s.
pt: A remover a palavra-passe para o utilizador %s.
ro: Elimin parola pentru utilizatorul %s.
tg: Тозакунии парол барои корбари %s.
tr: %s kullanıcısı için parola kaldırılıyor.

source: Adjusting aging data for user %s.
fur: Si juste i dâts di invecjament pal utent %s.
ia: Adjustamento de datos a inveterar pro le usator %s.
km: កែសម្រួលទិន្នន័យចាស់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 사용 기한 데이터 조정 중
nn: Justerer aldringdata for brukar %s.
pt: A ajustar os dados de prazos para o utilizador %s.
ro: Ajustez data de expirare pentru utilizatorul %s.
tg: Танзими санаи муддат барои корбари %s.
tr: %s kullanıcısı için yaşlanma verisi ayarlanıyor.

source: Changing password for user %s.
fur: Si cambie la password pal utent %s.
ia: Cambiamento de contrasigno pro le usator %s.
km: កំពុងផ្លាស់ប្ដូរលេខសម្ងាត់សម្រាប់អ្នកប្រើប្រាស់ %s ។
ko: %s 사용자의 암호를 바꿉니다.
nn: Endrar passord for brukar %s.
pt: A alterar a palavra-passe para o utilizador %s.
ro: Schimb parola pentru utilizatorul %s.
tg: Ивазкунии парол барои корбари %s.
tr: %s kullanıcısı için parola değiştiriliyor.

source: %s: error reading from stdin: %s
fur: %s: erôr tal lei dal stdin: %s
ia: %s: error al leger de stdin: %s
km: %s: កំហុសកំពុងអានពី stdin: %s
ko: %s: 표준 입력에서 읽는 중 오류: %s
nn: %s: feil under lesing frå stdin: %s
pt: %s: erro ao ler do 'stdin': %s
ro: %s: eroare la citirea din stdin: %s
tg: %s: хатогии хониш аз stdin: %s
tr: %s: stdin'den okuma hatası: %s

source: %s: password too long, maximum is %zu
fur: %s: password masse lungje, il massim al è %zu
ko: %s: 암호가 너무 깁니다. 최대 길이: %zu
pt: %s: palavra-passe demasiado comprida, máximo de %zu
tr: %s: parola çok uzun, en fazla %zu olabilir
