Repository: sailfishos-mirror/passwd
Catalog: po/*.po
Languages: fur, ia, km, ko, nn, pt, ro, tg, tr

source: %s: unable to start pam: %s
fur: %s: impussibil inviâ pam: %s
ia: %s: impossibile de initiar pam: %s
km: %s: មិនអាចចាប់ផ្ដើម pam: %s
ko: %s: pam을 시작할 수 없습니다: %s
nn: %s: kan ikkje starte pam: %s
pt: %s: não é possível iniciar pam: %s
ro: %s: nu pot porni pam: %s
tg: %s: оғоз кардани pam имкон нест: %s
tr: %s: pam başlatılamıyor: %s

source: %s: unable to set tty for pam: %s
fur: %s: impussibil stabilî il tty par pam: %s
ia: %s: impossibile de configurar tty pro pam: %s
km: %s: មិនអាចកំណត់ tty សម្រាប់ pam: %s
ko: %s: pam의 tty를 설정할 수 없습니다: %s
nn: %s: kan ikkje sette tty for pam: %s
pt: %s: não é possível atribuir tty para pam: %s
ro: %s: nu pot seta tty pentru pam: %s
tg: %s: ба pam танзим додани tty имкон нест: %s
tr: %s: pam için tty ayarlanamıyor: %s

source: %s: unable to set failure delay: %s
fur: %s: impussibil stabilî il ritart di faliment: %s
ia: %s: impossibile de configurar le retardo de fallimento: %s
km: %s: មិនអាចពន្យាពេលកំណត់ការបរាជ័យ : %s
ko: %s: 실패 지연 설정 불가능: %s
nn: %s: kan ikkje sette pause ved feil: %s
pt: %s: não é possível definir o atraso entre falhas: %s
ro: %s: nu pot seta durata de întârziere a erorii: %s
tg: %s: танзими рад кардани монондан дастрас нест: %s
tr: %s: başarısızlık gecikmesi ayarlanamıyor: %s

source: %s: expired authentication tokens updated successfully.
fur: %s: i token di autenticazion scjadûts a son stâts inzornâts cun sucès.
ia: %s: tokens perempte de authentication ha essite actualisate con successo.
km: %s: ផុតកំណត់ការផ្ទៀងផ្ទាត់ត្រឹមត្រូវ ទទួលយកការធ្វើឱ្យទាន់សម័យបានជោគជ័យ ។
ko: %s: 기한이 끝난 인증 토큰의 업데이트에 성공했습니다.
nn: %s: utgått autentiseringpollett oppdatert
pt: %s: os itens de autenticação expirados foram atualizados com sucesso.
ro: %s: caracteristicile de autentificare expirate sunt actualizate cu succes.
tg: %s: рамзҳои аз муддат гузаштаи санҷиши аслият бо муввафақият танзим шудаанд.
tr: %s: süresi dolmuş kimlik belirteçleri başarıyla güncellendi.

source: %s: all authentication tokens updated successfully.
fur: %s: ducj i token di autenticazion a son stâts inzornâts cun sucès.
ia: %s: tote le tokens de authentication ha essite actualisate con successo.
km: %s: ការផ្ទៀតផ្ទាត់ត្រឹមត្រូវ ទទួលយកធ្វើឱ្យទាន់សម័យបានជោគជ័យ ។
ko: %s: 모든 인증 토큰을 성공적으로 업데이트했습니다.
nn: %s: alle autentiseringpollettar oppdatert.
pt: %s: todos os itens de autenticação foram atualizados com sucesso.
ro: %s: toate caracteristicile de autentificare au fost actualizate cu succes.
tg: %s: ҳама рамзҳои санҷиши аслият бо муввафқият танзим дода шудаанд.
tr: %s: tüm kimlik doğrulama belirteçleri başarıyla güncellendi.
